---
name: Улучшить
about: Конкретное описание идеи для улучшениЯ
title: '[feat] Название '
labels: feat
assignees: ''
---

**Описание улучшения**
Четкое и подробное описание.

**Шаги для воспроизведения**
Шаги для реализации:

1. Перейдите на '...'
2. Нажмите на '...'
3. ....

**Ожидаемое поведение**
Четкое и подробное описание того, что должно будет произойти.

**Скриншоты**
Если применимо, добавьте скриншоты, чтобы помочь объяснить улучшение.

**Дополнительная информация**
Добавьте любую другую информацию о задаче.
